{
"helpline": [
{
"title":"WHY PUBGMCUSTOMS . IS IT TRUSTED.",
"subtitle":"We the developer of PubgMCustoms have only one motive to serve you and give you the amount that you deserve. Playing games are really cool if you can earn a little with it.",
},
{
"title":"HOW MUCH CAN WE EARN IN A DAY .",
"subtitle":"The answer will be the more customs the more you earn. Try having paid DUO & SQUAD customs which have more amount of winning prizes. With a random guess maybe 500 per day if you are really good in PUBG MOBILE you can win every matches.",
},
{
"title":"DO I NEED TO PAY FOR SOLO GAMES .",
"subtitle":"NO you don't have to pay for solo games until it is mega event . On mega event we host big amount of prizes with small amount of Entry fee. Try playing PUBGMCUSTOMs paid matches . It give you high chance to ear more.",
},
{
"title":"HOW CAN I REGISTER ON CUSTOM MATCHES .",
"subtitle":"For the registration you need to have either ESEWA or IMEPAY account . The amount of customs are very low so everyone can afford. Every member should have account on PUBGMCUSTOM's app. One member should buuy the room ID and PASSWORD. You simply need to click on register button in Customs then you will proceed to registration page. You can pay the amount to the number given & Id and password will be provided to you.",
},
{
"title":"WHY DO I NEED TO GO TO E-SEWA OR IME-PAY FOR PAYMENT? WHY NOT INTEGRATED SERVICE.",
"subtitle":"We the developers of PUBGMCUSTOMS want to make it quite simple and easier but there occours some trust issues while th payment. People wont feel safe giving credentials on the app so you manually need to pay through the apps.",
},
{
"title":"CAN I PLAY FREE MATCHES ONLY .",
"subtitle":"You can but we wont recommend it because their prize pool are really low comparing to paid games. PAID tournament doesnot cost much as it is for 2 or 4 persons. If RS 100 entry fee is divided to 4 people then one should pay only Rs25 . If you win you could get the triple amount of it or maybe more. So try out paid  customs once.",
}
]
}
